[
  {
    "isCurrentMovie": false,
    "Titel": "Joker",
    "Genres": [
      "Psychologisch Drama",
      "Thriller"
    ],
    "Acteurs": [
      "Joaquin Phoenix",
      "Robert De Niro"
    ],
    "Omschrijving": "Een duister en intense verkenning van de psyche van Arthur Fleck, een man die worstelt met zijn mentale gezondheid en maatschappelijke afwijzing. Zijn transformatie van een geïsoleerde clown naar de beruchte crimineel Joker onthult de broze grens tussen waanzin en misdaad in een stad die op de rand van chaos staat.",
    "ReleaseDatum": "03-10-2019 20:00:00",
    "Duur": 122,
    "Color": "\u001b[0m"
  },
  {
    "isCurrentMovie": false,
    "Titel": "The Martian",
    "Genres": [
      "Sciencefiction",
      "Avontuur"
    ],
    "Acteurs": [
      "Matt Damon",
      "Jessica Chastain"
    ],
    "Omschrijving": "Een meeslepende en inspirerende film over astronaut Mark Watney, die na een mislukte missie op Mars wordt achtergelaten en strijdt om te overleven met beperkte middelen. Zijn inventiviteit en doorzettingsvermogen zijn zijn enige hoop op redding terwijl hij probeert contact te maken met de aarde.",
    "ReleaseDatum": "01-10-2015 20:00:00",
    "Duur": 144,
    "Color": "\u001b[0m"
  },
  {
    "isCurrentMovie": false,
    "Titel": "Hitman",
    "Genres": [
      "Actie",
      "Thriller"
    ],
    "Acteurs": [
      "Timothy Olyphant",
      "Olga Kurylenko"
    ],
    "Omschrijving": "Een spannende actiefilm over Agent 47, een genetisch gemodificeerde huurmoordenaar met buitengewone vaardigheden. Terwijl hij gevangen zit in een complot vol verraad, moet hij zijn vijanden te slim af zijn en zijn eigen overleving veiligstellen.",
    "ReleaseDatum": "21-11-2007 20:00:00",
    "Duur": 123,
    "Color": "\u001b[0m"
  },
  {
    "isCurrentMovie": false,
    "Titel": "Oppenheimer",
    "Genres": [
      "Biografie",
      "Historisch Drama"
    ],
    "Acteurs": [
      "Cillian Murphy",
      "Emily Blunt"
    ],
    "Omschrijving": "Een diepgaande biografische film over J. Robert Oppenheimer, de briljante en controversiële wetenschapper achter de ontwikkeling van de atoombom. De film onderzoekt zijn leven, de ethische dilemma's die hij tegenkwam, en de impact van zijn werk op de wereld.",
    "ReleaseDatum": "21-07-2023 20:00:00",
    "Duur": 180,
    "Color": "\u001b[0m"
  },
  {
    "isCurrentMovie": false,
    "Titel": "The Fall Guy",
    "Genres": [
      "Actie",
      "Avontuur"
    ],
    "Acteurs": [
      "Ryan Gosling",
      "Emily Blunt"
    ],
    "Omschrijving": "Een spannende actiefilm waarin een stuntman, die bekend staat om zijn gewaagde stunts in Hollywood, onbedoeld verwikkeld raakt in een gevaarlijk complot. Terwijl hij zijn vaardigheden gebruikt om te overleven, moet hij de waarheid onthullen en zijn eigen leven redden.",
    "ReleaseDatum": "01-03-2024 20:00:00",
    "Duur": 122,
    "Color": "\u001b[0m"
  }
]